#虱目魚
fish_0 = [25, 35, 7, 8.5, 5, '虱目魚']

#吳郭魚類
fish_1 = [10, 38, 7, 8.5, 5, '吳郭魚類']

#鰻鱺科
fish_2 = [20, 30, 7, 8, 7, '鰻鱺科']

#鱸魚類
fish_3 = [18, 24, 6.5, 8, 5, '鱸魚類']

#石斑類
fish_4 = [25, 29, 8, 9, 4, '石斑類']

#牡蠣
fish_5 = [10, 32, 7, 8, 5, '牡蠣']

#文蛤
fish_6 = [16, 27, 5, 8, 5, '文蛤']

#臺灣蜆
fish_7 = [22, 25, 7, 8.5, 3, '臺灣蜆']

#凡納對蝦
fish_8 = [23, 32, 7.7, 8.3, 4, '凡納對蝦']

#羅氏沼蝦
fish_9 = [29, 30, 7, 8.5, 5, '羅氏沼蝦']
#溫度最佳低、高 ph最佳低、高 DO最佳>
fish_dict = {0:fish_0, 1:fish_1, 2:fish_2, 3:fish_3, 4:fish_4, 5:fish_5, 6:fish_6, 7:fish_7, 8:fish_8, 9:fish_9 }
